export const rewardData = [
  {
    name: "Best Create",
    value: 1,
    description: "สูตรเด็ดความคิด พิชิตความอร่อย",
    detail:
      "รางวัลสำหรับร้านอาหารที่ครีเอตเมนูสุดสร้างสรรค์ มีความแตกต่างและโดดเด่นนอกเหนือจากเมนูในท้องตลาด",
  },
  {
    name: "Best Packaging",
    value: 2,
    description: "บรรจุภัณฑ์เก๋ สเน่ห์ล้นใจ",
    detail:
      "รางวัลสำหรับร้านอาหารที่ครีเอตเมนูสุดสร้างสรรค์ มีความแตกต่างและโดดเด่นนอกเหนือจากเมนูในท้องตลาด",
  },
  {
    name: "Best Home Kitchen",
    value: 3,
    description: "เมนูห่วงใย จากใจครัวบ้าน",
    detail:
      "รางวัลสำหรับร้านอาหารที่ครีเอตเมนูสุดสร้างสรรค์ มีความแตกต่างและโดดเด่นนอกเหนือจากเมนูในท้องตลาด",
  },
  {
    name: "Best Story",
    value: 4,
    description: "สตอรี่ดี ที่มาประทับใจ",
    detail:
      "รางวัลสำหรับร้านอาหารที่ครีเอตเมนูสุดสร้างสรรค์ มีความแตกต่างและโดดเด่นนอกเหนือจากเมนูในท้องตลาด",
  },
  {
    name: "Best Health",
    value: 5,
    description: "มื้อที่ห่วงใย ใส่ใจสุขภาพ",
    detail:
      "รางวัลสำหรับร้านอาหารที่ครีเอตเมนูสุดสร้างสรรค์ มีความแตกต่างและโดดเด่นนอกเหนือจากเมนูในท้องตลาด",
  },
];
